{
    "Sonoma": {
        "Region Image": "Sonoma_County.svg",
        "Region Summary": "Sonoma County, located in Northern California, is renowned for its diverse microclimates and rich agricultural heritage. It produces a wide range of wines, from robust reds to crisp whites, and is particularly famous for its Pinot Noir and Chardonnay. The region's commitment to sustainable practices and its picturesque landscapes make it a favorite among wine enthusiasts.",
        "Region location": "Sonoma County, California",
        "Country": "USA"
    },
    "Chablis": {
        "Region Image": "Bourgogne.svg",
        "Region Summary": "Chablis, located in the northernmost part of Burgundy, France, is known for its unoaked Chardonnay wines that express bright acidity and flinty minerality. The region's cool climate and limestone-rich soils contribute to its unique style, making Chablis a benchmark for crisp and elegant white wines.",
        "Region location": "Chablis, Burgundy, France",
        "Country": "France"
    },
    "Napa":{
        "Region Image": "Napa.svg",
        "Region Summary": "Napa Valley, in Northern California, is one of the world’s premier wine regions. Known for its diversity of microclimates and terroirs, Napa excels in producing world-class Chardonnay, Sauvignon Blanc, and other varietals. The region is renowned for its commitment to quality and innovation in winemaking.",
        "Region location": "Napa Valley, California",
        "Country": "USA"
    },
    "Piemonte": {
        "Region Image": "Piedmont.svg",
        "Region Summary": "Piemonte, located in northwestern Italy, is celebrated for its refined white wines made from the Cortese grape in the Gavi DOCG appellation. The region's cool climate and hilly terrain foster wines with vibrant acidity, minerality, and subtle almond notes.",
        "Region location": "Piemonte, Italy",
        "Country": "Italy"
    },
    "Willamette Valley": {
        "Region Image": "Willamette.png",
        "Region Summary": "Willamette Valley in Oregon is a renowned cool-climate wine region producing elegant and aromatic Pinot Gris and Chardonnay. Its long growing season and volcanic soils contribute to wines with vibrant acidity and expressive fruit.",
        "Region location": "Willamette Valley, Oregon",
        "Country": "USA"
    },
    "Tuscany": {
        "Region Image": "Tuscany.svg",
        "Region Summary": "Tuscany, in central Italy, is home to the Maremma Toscana DOC, known for vibrant Vermentino blends. The region's warm climate and coastal breezes yield wines with exotic fruit, herbal complexity, and mineral-driven finishes.",
        "Region location": "Tuscany, Italy",
        "Country": "Italy"
    },
    "Paso Robles": {
        "Region Image": "PasoRobles.svg",
        "Region Summary": "Paso Robles, located on California's Central Coast, is known for its diverse terroir and climate, producing a wide range of wines. The region excels in Zinfandel, Rhône varietals, and Cabernet Sauvignon, offering bold flavors and rich textures.",
        "Region location": "Paso Robles, California",
        "Country": "USA"
    },
    "Anderson Valley": {
        "Region Image": "Mendocino.svg",
        "Region Summary": "Anderson Valley, in Mendocino County, California, is celebrated for its cool climate and coastal influence, producing exceptional Pinot Noir and Chardonnay. The region's unique terroir results in wines with bright acidity, complex fruit profiles, and a distinct sense of place.",
        "Region location": "Anderson Valley, Mendocino County, California",
        "Country": "USA"
    },
    "Dry Creek Valley": {
        "Region Image": "Sonoma_County.svg",
        "Region Summary": "Dry Creek Valley, located within Sonoma County, is known for its expressive Sauvignon Blanc wines. The region combines warm days and cool nights, creating wines with bright acidity, floral aromas, and vibrant citrus notes.",
        "Region location": "Dry Creek Valley, Sonoma County, California",
        "Country": "USA"
    },
    "Alexander Valley": {
        "Region Image": "Sonoma_County.svg",
        "Region Summary": "Alexander Valley, part of Sonoma County, is celebrated for its rich and full-bodied Sauvignon Blanc wines. The region's warm climate and diverse soils produce wines with ripe fruit flavors, balanced acidity, and a touch of minerality.",
        "Region location": "Alexander Valley, Sonoma County, California",
        "Country": "USA"
    },
    "Lombardy": {
        "Region Image": "Lombardy.svg",
        "Region Summary": "Lombardy, located in northern Italy, is home to the Valtellina Superiore DOCG, a Nebbiolo-based wine grown on steep Alpine terraces. The region produces elegant and complex red wines with bright acidity and mountain character.",
        "Region location": "Lombardy, Italy",
        "Country": "Italy"
    },
    "Veneto": {
        "Region Image": "Veneto.svg",
        "Region Summary": "Veneto, in northeastern Italy, is renowned for producing Amarone della Valpolicella DOCG, a powerful and age-worthy red made using the traditional appassimento drying process. Its wines are rich, intense, and perfect for hearty cuisine.",
        "Region location": "Veneto, Italy",
        "Country": "Italy"
    },
    "Sicily": {
        "Region Image": "Sicily.svg",
        "Region Summary": "Sicily is Italy’s southernmost wine region and home to Nero d’Avola. The island’s varied altitudes and Mediterranean climate produce expressive wines with ripe fruit, spice, and freshness, especially from high-elevation vineyards.",
        "Region location": "Sicily, Italy",
        "Country": "Italy"
    },
    "Puglia": {
        "Region Image": "Apulia.svg",
        "Region Summary": "Puglia, located in the heel of Italy’s boot, is known for its robust and fruit-forward red wines made from Primitivo. The region’s sunny climate and coastal influence create bold yet approachable wines.",
        "Region location": "Puglia, Italy",
        "Country": "Italy"
    },
    "Friuli-Venezia Giulia": {
        "Region Image": "Friuli.svg",
        "Region Summary": "Friuli-Venezia Giulia, in northeastern Italy, is acclaimed for its fresh, mineral-driven white wines, particularly Pinot Grigio. The region's mix of alpine and Adriatic influences, along with its marl and sandstone soils, produces structured and complex whites.",
        "Region location": "Friuli-Venezia Giulia, Italy",
        "Country": "Italy"
    },
    "Trentino": {
        "Region Image": "Trentino.svg",
        "Region Summary": "Trentino, in northern Italy, is known for its mountainous landscape and crisp alpine wines. The region produces notable white wines like Pinot Grigio and Chardonnay, as well as elegant reds from Teroldego and Lagrein.",
        "Region location": "Trentino-Alto Adige, Italy",
        "Country": "Italy"
    },
    "Champagne": {
        "Region Image": "Champagne.svg",
        "Region Summary": "Champagne, located in northeastern France, is the world’s most celebrated sparkling wine region. Known for its chalky soils and cool climate, Champagne produces elegant wines with high acidity and fine bubbles through the traditional method. The region is home to iconic blends of Chardonnay, Pinot Noir, and Meunier.",
        "Region location": "Champagne, France",
        "Country": "France"
    },
    "Limoux": {
        "Region Image": "Languedoc.svg",
        "Region Summary": "Limoux, located in the Languedoc region of southern France, is renowned for producing sparkling wines using the traditional method, particularly Blanquette de Limoux and Crémant de Limoux. It is considered one of the oldest sparkling wine regions in the world.",
        "Region location": "Limoux, Languedoc, France",
        "Country": "France"
    },
    "Emilia-Romagna": {
        "Region Image": "EmiliaRomagna.svg",
        "Region Summary": "Emilia-Romagna, located in northern Italy, is known for its production of Lambrusco, a sparkling red wine that ranges from dry to sweet. The region's fertile plains and winemaking traditions result in fresh, lively wines that pair well with the area's rich cuisine.",
        "Region location": "Emilia-Romagna, Italy",
        "Country": "Italy"
    },
    "Provence": {
        "Region Image": "Provence.png",
        "Region Summary": "Provence, in southeastern France, is world-famous for its elegant and pale rosé wines. The region benefits from a Mediterranean climate, limestone soils, and coastal breezes, producing wines with delicate aromas, bright acidity, and notes of red berries and herbs.",
        "Region location": "Provence, France",
        "Country": "France"
    }
}